Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/adoption_and_fostering/intercountry_adoption.html.txt.tmx
Source language: en
Languages: ga

source: If you adopt a child who is living in a country outside Ireland, the process is called intercountry adoption
ga: Má uchtaíonn tú leanbh atá ina chónaí i dtír lasmuigh d’Éirinn, tugtar uchtú idir thíortha ar an bpróiseas

source: Adopting a child who is resident in Ireland is called a domestic adoption
ga: Tugtar uchtú intíre ar uchtú leanbh atá ina chónaí in Éirinn

source: Adoption is the process whereby a child becomes a member of a new family
ga: Is é is uchtú ann ná próiseas trína n-éiríonn leanbh ina bhall de theaghlach nua

source: It creates a permanent, legal relationship between the adoptive parents and the child
ga: Cruthaíonn sé gaolmhaireacht dhlíthiúil bhuan idir na tuismitheoirí uchtála agus an leanbh

source: As intercountry adoption is a complex legal process, it is helpful to be aware of the basics of adoption law
ga: Ós rud é gur próiseas casta dlí é uchtú idir thíortha, tá sé ina chabhair eolas a bheith agat ar na gnéithe bunúsacha den dlí um uchtú

source: • An adoption order secures in law the position of the child in the adoptive family
ga: • Daingníonn ordú uchtaithe seasamh an linbh sa teaghlach uchtála sa dlí

source: The child is regarded in law as the child of the adoptive parents as if he/she were born to them
ga: Breithnítear sa dlí go bhfuil an leanbh ar leanbh na dtuismitheoirí uchtála faoi is dá mbéarfaí é/í leo

source: Legal adoption is permanent
ga: Is buan atá uchtú dlíthiúil

source: • Adoption orders are made by the Adoption Authority of Ireland
ga: • Déanann Údarás Uchtála na hÉireann orduithe uchtaithe

source: It also has the power to recognise an adoption made outside the State
ga: Tá an chumhacht aige freisin uchtú a dhéantar lasmuigh den Stát a aithint

source: It was established in November 2010 under the Adoption Act 2010
ga: Bunaíodh é i mí na Samhna 2010 faoin Acht Uchtaithe 2010

source: • The 2010 Act also ratified the Convention on Protection of Children and Co-Operation in Respect of Intercountry Adoption (the ‘Hague Convention’)
ga: • Ina theannta sin, daingníodh le hAcht 2010 an Coinbhinsiún maidir le Cosaint Leanaí agus Comhoibriú i leith Uchtú idir Thíortha (‘Coinbhinsiún na Háige’)

source: The only countries recognised by Ireland for intercountry adoption are those that have also ratified the Hague Convention
ga: Is iad na tíortha amháin a aithníonn Éire le haghaidh uchtú idir thíortha na tíortha sin a dhaingnigh Coinbhinsiún na Háige freisin

source: The Adoption Authority is the Irish Central Authority under the Convention
ga: Is é an tÚdarás Uchtála Údarás Láir na hÉireann faoin gCoinbhinsiún

source: In order to adopt a child, you must be at least 21 years of age
ga: D’fhonn leanbh a uchtú, ní mór duit bheith 21 bliain d’aois ar a laghad

source: You must be ordinarily resident in the State and must have resided in the State for at least one year before the date of the making of the adoption order
ga: Ní mór duit gnáthchónaí a bheith ort sa Stát nó bheith i do chónaí sa Stát ar feadh bliain amháin ar a laghad roimh an dáta ar a ndéantar an t-ordú uchtaithe

source: The following persons are eligible to adopt:
ga: Tá na daoine seo a leanas i dteideal uchtú:

source: • A married couple living together
ga: • Lánúin phósta atá ina gcónaí le chéile

source: • A married person alone
ga: • Duine pósta ina aonar

source: The other spouse's consent to adopt must be obtained unless the couple is living apart and separated under a court decree or a deed of separation, the other spouse has deserted the prospective adoptive parent or the other spouse's conduct has resulted in the prospective adoptive parent leaving them, with just cause
ga: Ní mór toiliú an chéile eile le huchtú a fháil mura bhfuil an lánúin ina gcónaí ar leithligh óna chéile agus idirscartha faoi fhoraithne chúirte nó faoi ghníomhas idirscartha, nó más rud é gur thréig an céile eile an tuismitheoir uchtála ionchasach nó go raibh iompraíocht an chéile eile ina cúis leis an tuismitheoir uchtála ionchasach ag fágáil an chéile eile, agus cúis chóir aige/aici

source: • The mother, father or relative of the child (relative meaning a grandparent, brother, sister, uncle or aunt of the child and/or the spouse of any such person, the relationship to the child being traced through the mother or the father)
ga: • Máthair, athair nó gaol an linbh (ciallaíonn gaol seantuismitheoir, deartháir, deirfiúr, uncail nó aintín an linbh agus/nó céile aon duine den chineál sin, agus an ghaolmhaireacht leis an leanbh á rianú tríd an máthair nó tríd an athair)

source: • A widow or widower
ga: • Baintreach nó baintreach fir

source: • A sole applicant who is not in one of the categories listed above may only adopt where the Adoption Authority is satisfied that, in the particular circumstances of the case, it is desirable
ga: • Ní fhéadfaidh iarratasóir aonair nach bhfuil i gceann amháin de na catagóirí atá liostaithe thuas uchtú a dhéanamh ach sa chás gur deimhin leis an Údarás Uchtála, in imthosca ar leith an cháis, go bhfuil sé inmhianaithe

source: It is not possible for two unmarried persons to adopt jointly
ga: Ní féidir le beirt daoine neamhphósta uchtú i gcomhpháirt

source: The Children and Family Relationships Act 2015 provides that civil partners and cohabiting couples may jointly adopt a child
ga: Soláthraíonn an tAcht Leanaí agus Caidrimh Teaghlaigh 2015 gur féidir páirtnéirí sibhialta agus lánúineacha ag maireachtáil i bhfochair a uchtú i gcomhpháirt le leanbh

source: The relevant sections of the Act have not yet come into effect
ga: Na hailt ábhartha den Acht nach bhfuil tagtha go fóill i bhfeidhm

source: There are no legal upper age limits for adopting parents
ga: Níl aon uasteorainneacha aoise i bhfeidhm maidir le tuismitheoirí atá ag uchtú

source: The Adoption Authority has more information on the eligibility and suitability of those wishing to adopt
ga: Tá tuilleadh faisnéise faoi incháilitheacht agus oiriúnacht na ndaoine ar mian leo uchtú ag an Údarás Uchtála

source: If you wish to adopt a child from another country, you are required to undergo an assessment of your eligibility and suitability
ga: Más mian leat leanbh a uchtú ó thír eile, tá ceangal ort dul faoi mheasúnú ar d’incháilitheacht agus ar d’oiriúnacht

source: This is carried out by a social worker from the Tusla intercountry adoption service or an accredited body
ga: Déanann oibrí sóisialta ón tseirbhís um uchtú idir thíortha de chuid Tusla - an Ghníomhaireacht um Leanaí agus an Teaghlach nó comhlacht creidiúnaithe an measúnú sin

source: The social worker then prepares an intercountry adoption assessment report (also called a home-study report) which goes before the local adoption committee and a recommendation is made
ga: Ullmhaíonn an t-oibrí sóisialta tuarascáil mheasúnaithe ar uchtú idir thíortha (ar a dtugtar tuarascáil staidéar baile freisin) ansin a chuirtear faoi bhráid an choiste uchtála áitiúil agus déantar moladh

source: Declaration of eligibility and suitability
ga: Dearbhú incháilitheachta agus oiriúnachta

source: Your application for assessment, the report and the local adoption committee’s recommendations are sent to the Adoption Authority
ga: Cuirtear d’iarratas ar mheasúnú, an tuarascáil agus moltaí an choiste uchtála áitiúil chuig an Údarás Uchtála

source: If all documents are in place and correct, and the recommendations are positive, the Adoption Authority will grant a declaration of eligibility and suitability
ga: Más i bhfeidhm agus ceart atá na cáipéisí uile, agus más dearfach atá na moltaí, deonóidh an tÚdarás Uchtála dearbhú incháilitheachta agus oiriúnachta

source: The declaration may include in it a statement relating to the age or state of health of a child whom you are considered suited to parent – this is based on information provided in the assessment report
ga: Is féidir go gcuirfear san áireamh sa dearbhú ráiteas a bhaineann le haois nó le riocht sláinte an linbh a meastar thú a bheith i do thuismitheoir oiriúnach aige/aici - tá sé sin bunaithe ar an bhfaisnéis a chuirtear ar fáil i dtuarascáil an mheasúnaithe

source: The declaration is granted for a period of 2 years from the date it is issued
ga: Deonaítear an dearbhú ar feadh tréimhse 2 bhliain ón dáta ar a n-eisítear é

source: The legislation allows for a 1 year extension if necessary, providing circumstances have not changed
ga: Déantar foráil sa reachtaíocht do shíneadh 1 bhliain, ar choinníoll nár tháinig athrú ar imthosca

source: Choosing a country of origin
ga: Tír thionscnaimh a roghnú

source: As part of the assessment process, you will have decided on a country from which you wish to adopt a child
ga: Mar chuid den phróiseas measúnaithe, beidh cinneadh déanta agat ar thír ónar mian leat leanbh a uchtú

source: Under the Adoption Act 2010, Irish residents can only adopt from other countries that have ratified the Hague Convention or from Non-Hague countries with which Ireland has a bi-lateral agreement (Ireland does not currently have any such agreements)
ga: Faoin Acht Uchtaithe 2010, ní fhéadann cónaitheoirí na hÉireann uchtú ach ó thíortha eile a dhaingnigh Coinbhinsiún na Háige nó ó thíortha nach raibh páirteach i gCoinbhinsiún na Háige a bhfuil comhaontú déthaobhach ag Éirinn leo (níl comhaontuithe den chineál sin ag Éirinn faoi láthair)

source: There is only a small number of Hague Convention countries with which Ireland currently engages for the purposes of intercountry adoption
ga: Níl ach líon beag tíortha de Choinbhinsiún na Háige lena ndéileálann Éire faoi láthair chun críocha uchtú idir thíortha

source: Each country has its own requirements and restrictions with regard to prospective adopters
ga: Tá a ceanglais agus srianta féin ag gach tír maidir le huchtaitheoirí ionchasacha

source: Specific information on country requirements may be obtained from the Irish agencies accredited to facilitate adoptions from these countries
ga: Is féidir faisnéis shonrach faoi cheanglais tíre a fháil ó ghníomhaireachtaí Éireannacha atá creidiúnaithe chun uchtuithe ó na tíortha sin a éascú

source: The process involved in intercountry adoption is governed by protocols set out in the Hague Convention
ga: Rialaítear an próiseas atá i gceist in uchtú idir thíortha le prótacail a leagtar amach i gCoinbhinsiún na Háige

source: Firstly, the Adoption Authority, or an agency accredited by the Authority for such purposes, submits the intercountry adoption assessment report and the declaration (together known as an Article 15 report) to the Central Authority or an accredited agency in the country you wish to adopt from
ga: Sa chéad dul síos, déanann an tÚdarás Uchtála, nó gníomhaireacht atá creidiúnaithe ag an Údarás chun na críche sin, an tuarascáil mheasúnaithe ar uchtú idir thíortha agus an dearbhú (ar a dtugtar tuarascáil Airteagal 15 i dteannta a chéile) a chur chuig an Údarás Láir nó chuig gníomhaireacht chreidiúnaithe sa tír ónar mian leat uchtú

source: Matching a child with your application is done in the country of origin of the child
ga: Déantar leanbh a mheaitseáil le d’iarratas i dtír thionscnaimh an linbh

source: When a match is made, the Central Authority or accredited body in the country of origin of the child sends a child-study report (Article 16 report) to the Adoption Authority or the Irish-based accredited body
ga: Nuair a dhéantar meaits, cuireann an tÚdarás Láir nó an comhlacht creidiúnaithe i dtír thionscnaimh an linbh tuarascáil staidéar linbh (tuarascáil Airteagal 16) chuig an Údarás Uchtála nó chuig an gcomhlacht creidiúnaithe atá lonnaithe in Éirinn

source: The report will normally contain a background report on the child, the birth-parents (if known), medical history of the child and proof that consents, where applicable, were obtained in the required manner and format
ga: De ghnáth, cuimseoidh an tuarascáil tuarascáil chúlra ar an leanbh, na tuismitheoirí breithe (más eol), stair liachta an linbh agus cruthúnas go bhfuarthas toilithe, más infheidhme, sa mhodh agus san fhormáid a bhí ag teastáil

source: If the Adoption Authority is satisfied with the suitability of the match, it issues a consent to the placement of the child with you (Article 17)
ga: Más rud é go bhfuil an tÚdarás Uchtála sásta le hoiriúnacht an mheaits, eiseoidh sé toiliú le socrú an linbh leat (Airteagal 17)

source: You will be informed and asked whether you wish to accept the child
ga: Tabharfar eolas duit agus fiafrófar duit cé acu is mian leat, nó nach mian leat, glacadh leis an leanbh

source: If you wish, you can travel to the country of origin to see the child before making your decision
ga: Más mian leat, féadfaidh tú taisteal chuig an tír thionscnaimh chun an leanbh a fheiceáil sula ndéanann tú do chinneadh

source: Either way, you can change your mind up to the time you adopt the child
ga: Bealach amháin nó bealach eile, is féidir leat d’intinn a athrú go dtí an tráth a n-uchtaíonn tú an leanbh

source: While most countries allow you to adopt the child in the country of origin, there are some who may provide you with guardianship with a view to you obtaining a domestic adoption on your return to Ireland
ga: Cé go dtugann an chuid is mó de thíortha cead duit an leanbh a uchtú sa tír thionscnaimh, is ann do roinnt tíortha a fhéadann caomhnóireacht a chur ar fáil duit le go bhfaigheann tú uchtú intíre ar fhilleadh ar Éirinn duit

source: Some countries provide guardianship with a requirement that you provide post-placement reports for a prescribed period before finalising the adoption in the courts of the country of origin
ga: Cuireann roinnt tíortha caomhnóireacht ar fáil le ceanglas go gcuireann tú tuarascálacha iarshocrúcháin ar fáil ar feadh tréimhse fhorordaithe sula dtugtar an t-uchtú chun críche i gcúirteanna na tíre tionscnaimh

source: For the child to enter the state, immigration clearance must be obtained from the Irish Naturalisation and Immigration Service (INIS) in the Department of Justice and Equality
ga: Le gur féidir leis an leanbh an stát a iontráil, ní mór imréiteach inimirce a fháil ó Sheirbhís Eadóirseachta agus Inimirce na hÉireann (INIS) sa Roinn Dlí agus Cirt agus Comhionannais

source: To request your Immigration Clearance Letter, you need to write to:
ga: D’fhonn do Litir um Imréiteach Inimirce a fháil, ní mór duit scríobh chuig:

source: Irish Naturalisation and Immigration Service,
ga: Seirbhís Eadóirseachta agus Inimirce na hÉireann,

source: 3rd Floor, 13/14 Burgh Quay, Dublin 2
ga: An Chéad Urlár, 13/14 Cé an Bhúrcaigh, Baile Átha Cliath 2

source: You will need to enclose:
ga: Beidh ort na nithe seo a leanas a iamh:

source: • A letter of application that includes a daytime contact number
ga: • Litir iarratais ina gcuirtear uimhir theagmhála am lae san áireamh

source: • A photocopy of your passport (and your spouse's)
ga: • Fótachóip de do phas (agus de phas do chéile)

source: • Two passport size photographs of you (and two of your spouse)
ga: • Dhá ghrianghraf de mhéid pas díot (agus dhá cheann de do chéile)

source: • The Declaration of Eligibility and Suitability (not a copy)
ga: • Dearbhú Incháilitheachta agus Oiriúnachta (ní ghlacfar le cóip)

source: • A letter from the Adoption Authority stating how many children you can adopt and from what country
ga: • Litir ón Údarás Uchtála ina sonraítear cá mhéad leanbh is féidir leat a uchtú agus na tíortha ar féidir leat iad a uchtú uathu

source: These will be returned to you with your Immigration Clearance Letter, when approved
ga: Tabharfar iad sin ar ais duit mar aon le do Litir um Imréiteach Inimirce, agus í formheasta

source: You will need to present this letter to an immigration officer when you return to Ireland
ga: Beidh ort an litir a thaispeáint d’oifigeach inimirce ar fhilleadh ar Éirinn duit

source: Notification of Adoption Authority
ga: Fógra a thabhairt don Údarás Uchtála

source: You must notify the Adoption Authority and Tusla when you bring the child to Ireland for the first time after adoption in the country of origin
ga: Ní mór duit fógra a thabhairt don Údarás Uchtála agus do Tusla nuair a thugann tú an leanbh d’Éirinn leat den chéad uair tar éis uchtú sa tír thionscnaimh

source: They must also be notified if you bring the child to Ireland in order to adopt the child here
ga: Ní mór fógra a thabhairt dó freisin más rud é go dtugann tú an leanbh d’Éirinn leat d’fhonn an leanbh a uchtú anseo

source: This should be done as soon as you can and must be done within 3 months
ga: Ba cheart é sin a dhéanamh a luaithe is féidir agus is gá é a dhéanamh laistigh de 3 mhí

source: If the child was adopted in the country of origin, the final step in the intercountry adoption process is the registration of the adoption
ga: Más rud é gur uchtaíodh an leanbh sa tír thionscnaimh, is é an chéim dheiridh den phróiseas um uchtú idir thíortha ná clárú an uchtaithe

source: This is the formal, legal recognition of the adoption by the Irish State
ga: Is aitheantas dlíthiúil foirmiúil é sin don uchtú a thugann an Stát Éireannach

source: You must submit an application for registration of the adoption to the Adoption Authority within 3 months of re-entering the State, following the adoption
ga: Ní mór duit iarratas ar chlárú an uchtaithe a chur faoi bhráid an Údaráis Uchtála laistigh de 3 mhí tar éis duit an Stát a athiontráil i ndiaidh an uchtaithe

source: The Authority can register the adoption in the Register of Intercountry Adoptions on the basis of an Article 23 certificate
ga: Is féidir leis an Údarás an t-uchtú a chlárú sa Chlár um Uchtuithe Idir Thíortha ar bhonn theastas Airteagal 23

source: (An Article 23 certificate is a certificate of assurance from the country of origin of your child that the adoption was carried out in compliance with the Hague Convention.)
ga: (Is é is teastas Airteagal 23 ann ná teastas dearbhaithe ó thír thionscnaimh do linbh gur comhlíonadh Coinbhinsiún na Háige agus an t-uchtú á dhéanamh.)

source: The Register of Intercountry Adoptions contains details of the adopted child and the adoptive parents and is a public document open to scrutiny by members of the public
ga: Cuimsíonn an Clár um Uchtuithe Idir Thíortha sonraí faoin leanbh uchtaithe agus faoi na tuismitheoirí uchtála agus is cáipéis phoiblí í ar féidir le baill den phobal í a iniúchadh

source: Certificates or copies of extracts from the Register may be obtained from the Authority for the appropriate fee and serve for all legal purposes as a birth certificate for your child
ga: Féadfar teastais nó cóipeanna de shleachta an Chláir a fháil ón Údarás ach an táille iomchuí a íoc agus feidhmíonn siad chun críocha dlí mar theastas breithe i gcomhair do linbh

source: Some countries require that you provide information on the child’s ongoing condition and progress following adoption
ga: Éilíonn roinnt tíortha go gcuireann tú faisnéis ar fáil faoi riocht agus dhul chun cinn leanúnach an linbh tar éis uchtú

source: This information is usually provided in reports known as post-adoption reports
ga: Cuirtear an fhaisnéis sin ar fáil de ghnáth i dtuarascálacha ar a dtugtar tuarascálacha tar éis uchtú

source: These reports are normally compiled by social workers or agencies accredited by the Adoption Authority to provide such services
ga: Is gnách go gcuireann oibrithe sóisialta nó gníomhaireachtaí atá creidiúnaithe ag an Údarás Uchtála chun na seirbhísí sin a chur ar fáil na tuarascálacha sin i dtoll a chéile

source: If you have an enquiry about intercountry adoption, contact your local Tusla intercountry adoption office
ga: Más rud é go bhfuil fiosrú agat maidir le huchtú idir thíortha, déan teagmháil leis an oifig um uchtú idir thíortha is cóngaraí duit de chuid na Gníomhaireachta um Leanaí agus an Teaghlach

source: A certified copy of an entry in the Register of Intercountry Adoptions, which can be used for legal and administrative purposes, costs €10
ga: Tá costas €10 ar chóip dheimhnithe d’iontráil sa Chlár um Uchtuithe Idir Thíortha, rud is féidir a úsáid chun críocha dlí agus riaracháin

source: It is available from the Adoption Authority
ga: Tá sí ar fáil ón Údarás Uchtála

source: You can download an application form here (pdf)
ga: Is féidir leat foirm iarratais a íoslódáil nó iarratas a dhéanamh ar líne anseo (pdf)

source: The Adoption Authority has information on the intercountry adoption process as well as frequently asked questions on its website
ga: Ar a láithreán Gréasáin, tá faisnéis faoin bpróiseas um uchtú idir thíortha mar aon le ceisteanna coitianta ag an Údarás Uchtála
